const programs = [
            {
        "channel_id":"110",
        "list":[
            {
                "id":1,
                "title":"Т\/с \"Кохання за законом\", 2 сезон, 15 і 16 с.",
                "description":"Т\/с \"Кохання за законом\", 2 сезон, 15 і 16 с.",
                "start_at":1507239300,
                "stop_at":1507244700
            },
            {
                "id":2,
                "title":"\"Подробиці\".",
                "description":"\"Подробиці\".",
                "start_at":1507244700,
                "stop_at":1507247100
            },
            {
                "id":3,
                "title":"\"Скептик\".",
                "description":"\"Скептик\".",
                "start_at":1507247100,
                "stop_at":1507248600
            },
            {
                "id":4,
                "title":"\"Вдалий проект\".",
                "description":"\"Вдалий проект\".",
                "start_at":1507248600,
                "stop_at":1507250700
            },
            {
                "id":5,
                "title":"\"Готуємо разом\".",
                "description":"\"Готуємо разом\".",
                "start_at":1507250700,
                "stop_at":1507253100
            },
            {
                "id":6,
                "title":"Ток-шоу \"Стосується кожного\".",
                "description":"Ток-шоу \"Стосується кожного\".",
                "start_at":1507253100,
                "stop_at":1507255800
            },
            {
                "id":7,
                "title":"\"Подробиці\".",
                "description":"\"Подробиці\".",
                "start_at":1507255800,
                "stop_at":1507258200
            },
            {
                "id":8,
                "title":"Мультфільм.",
                "description":"Мультфільм.",
                "start_at":1507258200,
                "stop_at":1507260000
            },
            {
                "id":9,
                "title":"\"Слідство вели...\" з Леонідом Каневським.",
                "description":"\"Слідство вели...\" з Леонідом Каневським.",
                "start_at":1507260000,
                "stop_at":1507262400
            },
            {
                "id":10,
                "title":"Новини.",
                "description":"Новини.",
                "start_at":1507262400,
                "stop_at":1507263000
            },
            {
                "id":11,
                "title":"\"Ранок з \"Інтером\".",
                "description":"\"Ранок з \"Інтером\".",
                "start_at":1507263000,
                "stop_at":1507266000
            },
            {
                "id":12,
                "title":"Новини.",
                "description":"Новини.",
                "start_at":1507266000,
                "stop_at":1507266600
            },
            {
                "id":13,
                "title":"\"Ранок з \"Інтером\".",
                "description":"\"Ранок з \"Інтером\".",
                "start_at":1507266600,
                "stop_at":1507269600
            },
            {
                "id":14,
                "title":"Новини.",
                "description":"Новини.",
                "start_at":1507269600,
                "stop_at":1507270800
            },
            {
                "id":15,
                "title":"\"Давай одружимося\".",
                "description":"\"Давай одружимося\".",
                "start_at":1507270800,
                "stop_at":1507277400
            },
            {
                "id":16,
                "title":"Т\/с \"Я - охоронець\", 15 с.",
                "description":"Т\/с \"Я - охоронець\", 15 с.",
                "start_at":1507277400,
                "stop_at":1507280400
            },
            {
                "id":17,
                "title":"Новини.",
                "description":"Новини.",
                "start_at":1507280400,
                "stop_at":1507281900
            },
            {
                "id":18,
                "title":"Т\/с \"Я - охоронець\", 15 і 16 с.",
                "description":"Т\/с \"Я - охоронець\", 15 і 16 с.",
                "start_at":1507281900,
                "stop_at":1507285800
            },
            {
                "id":19,
                "title":"\"Слідство вели...\" з Леонідом Каневським.",
                "description":"\"Слідство вели...\" з Леонідом Каневським.",
                "start_at":1507285800,
                "stop_at":1507294200
            },
            {
                "id":20,
                "title":"\"Речдок\".",
                "description":"\"Речдок\".",
                "start_at":1507294200,
                "stop_at":1507300800
            },
            {
                "id":21,
                "title":"Новини.",
                "description":"Новини.",
                "start_at":1507300800,
                "stop_at":1507302300
            },
            {
                "id":22,
                "title":"Ток-шоу \"Стосується кожного\".",
                "description":"Ток-шоу \"Стосується кожного\".",
                "start_at":1507302300,
                "stop_at":1507309200
            },
            {
                "id":23,
                "title":"\"Подробиці тижня\".",
                "description":"\"Подробиці тижня\".",
                "start_at":1507309200,
                "stop_at":1507316400
            },
            {
                "id":24,
                "title":"Х\/ф \"З життя начальника карного розшуку\".",
                "description":"Х\/ф \"З життя начальника карного розшуку\".",
                "start_at":1507316400,
                "stop_at":1507323300
            },
            {
                "id":25,
                "title":"Х\/ф \"Без особливого ризику\".",
                "description":"Х\/ф \"Без особливого ризику\".",
                "start_at":1507323300,
                "stop_at":1507329000
            },
            {
                "id":26,
                "title":"Х\/ф \"Вавилон ХХ\".",
                "description":"Х\/ф \"Вавилон ХХ\".",
                "start_at":1507329000,
                "stop_at":1507334400
            },
            {
                "id":27,
                "title":"\"Подробиці тижня\".",
                "description":"\"Подробиці тижня\".",
                "start_at":1507334400,
                "stop_at":1507340400
            },
            {
                "id":28,
                "title":"\"Чекай мене. Україна\".",
                "description":"\"Чекай мене. Україна\".",
                "start_at":1507340400,
                "stop_at":1507344300
            },
            {
                "id":29,
                "title":"Мультфільм.",
                "description":"Мультфільм.",
                "start_at":1507344300,
                "stop_at":1507345800
            },
            {
                "id":30,
                "title":"Х\/ф \"Два Федори\".",
                "description":"Х\/ф \"Два Федори\".",
                "start_at":1507345800,
                "stop_at":1507352400
            },
            {
                "id":31,
                "title":"Х\/ф \"Пічки-лавочки\".",
                "description":"Х\/ф \"Пічки-лавочки\".",
                "start_at":1507352400,
                "stop_at":1507359600
            },
            {
                "id":32,
                "title":"Д\/ф \"Василь Шукшин. Самородок\".",
                "description":"Д\/ф \"Василь Шукшин. Самородок\".",
                "start_at":1507359600,
                "stop_at":1507363200
            },
            {
                "id":33,
                "title":"Х\/ф \"Калина червона\".",
                "description":"Х\/ф \"Калина червона\".",
                "start_at":1507363200,
                "stop_at":1507371000
            },
            {
                "id":34,
                "title":"Х\/ф \"Вони воювали за Батьківщину\".",
                "description":"Х\/ф \"Вони воювали за Батьківщину\".",
                "start_at":1507371000,
                "stop_at":1507382400
            },
            {
                "id":35,
                "title":"Т\/с \"Тільки про кохання\", 1-4 с.",
                "description":"Т\/с \"Тільки про кохання\", 1-4 с.",
                "start_at":1507382400,
                "stop_at":1507395600
            },
            {
                "id":36,
                "title":"\"Подробиці\".",
                "description":"\"Подробиці\".",
                "start_at":1507395600,
                "stop_at":1507397400
            },
            {
                "id":37,
                "title":"Творчий вечір Валерія Леонтьєва.",
                "description":"Творчий вечір Валерія Леонтьєва.",
                "start_at":1507397400,
                "stop_at":1507407300
            },
            {
                "id":38,
                "title":"Х\/ф \"Осінні клопоти\".",
                "description":"Х\/ф \"Осінні клопоти\".",
                "start_at":1507407300,
                "stop_at":1507413600
            },
            {
                "id":39,
                "title":"Х\/ф \"Харві Мілк\".",
                "description":"Х\/ф \"Харві Мілк\".",
                "start_at":1507413600,
                "stop_at":1507421100
            },
            {
                "id":40,
                "title":"\"Подробиці\".",
                "description":"\"Подробиці\".",
                "start_at":1507421100,
                "stop_at":1507422900
            },
            {
                "id":41,
                "title":"Д\/ф \"Василь Шукшин. Самородок\".",
                "description":"Д\/ф \"Василь Шукшин. Самородок\".",
                "start_at":1507422900,
                "stop_at":1507425900
            },
            {
                "id":42,
                "title":"Х\/ф \"Пічки-лавочки\".",
                "description":"Х\/ф \"Пічки-лавочки\".",
                "start_at":1507425900,
                "stop_at":1507431600
            },
            {
                "id":43,
                "title":"Х\/ф \"Калина червона\".",
                "description":"Х\/ф \"Калина червона\".",
                "start_at":1507431600,
                "stop_at":1507438800
            },
            {
                "id":44,
                "title":"\"Вдалий проект\".",
                "description":"\"Вдалий проект\".",
                "start_at":1507438800,
                "stop_at":1507442400
            },
            {
                "id":45,
                "title":"\"Готуємо разом\".",
                "description":"\"Готуємо разом\".",
                "start_at":1507442400,
                "stop_at":1507446000
            },
            {
                "id":46,
                "title":"\"Орел і Решка. Рай і пекло\".",
                "description":"\"Орел і Решка. Рай і пекло\".",
                "start_at":1507446000,
                "stop_at":1507449600
            },
            {
                "id":47,
                "title":"\"Орел і Решка. Перезавантаження\".",
                "description":"\"Орел і Решка. Перезавантаження\".",
                "start_at":1507449600,
                "stop_at":1507453200
            },
            {
                "id":48,
                "title":"Творчий вечір Валерія Леонтьєва.",
                "description":"Творчий вечір Валерія Леонтьєва.",
                "start_at":1507453200,
                "stop_at":1507461600
            },
            {
                "id":49,
                "title":"Т\/с \"Тільки про кохання\", 5-8 с.",
                "description":"Т\/с \"Тільки про кохання\", 5-8 с.",
                "start_at":1507461600,
                "stop_at":1507476600
            },
            {
                "id":50,
                "title":"\"Крутіше за всіх\", 5 еп.",
                "description":"\"Крутіше за всіх\", 5 еп.",
                "start_at":1507476600,
                "stop_at":1507482000
            },
            {
                "id":51,
                "title":"\"Подробиці\".",
                "description":"\"Подробиці\".",
                "start_at":1507482000,
                "stop_at":1507483800
            },
            {
                "id":52,
                "title":"Х\/ф \"Любка\", 1-4 с.",
                "description":"Х\/ф \"Любка\", 1-4 с.",
                "start_at":1507483800,
                "stop_at":1507496700
            },
            {
                "id":53,
                "title":"Х\/ф \"Він, вона і я\".",
                "description":"Х\/ф \"Він, вона і я\".",
                "start_at":1507496700,
                "stop_at":1507503000
            },
            {
                "id":54,
                "title":"\"Подробиці\".",
                "description":"\"Подробиці\".",
                "start_at":1507503000,
                "stop_at":1507505100
            },
            {
                "id":55,
                "title":"Х\/ф \"Осінні клопоти\".",
                "description":"Х\/ф \"Осінні клопоти\".",
                "start_at":1507505100,
                "stop_at":1507509900
            },
            {
                "id":56,
                "title":"Х\/ф \"Він, вона і я\".",
                "description":"Х\/ф \"Він, вона і я\".",
                "start_at":1507509900,
                "stop_at":1507515000
            },
            {
                "id":57,
                "title":"\"Подробиці\".",
                "description":"\"Подробиці\".",
                "start_at":1507515000,
                "stop_at":1507516200
            }
        ],
        "timeshift":"0"
    },
    {
        "channel_id":"115",
        "list":[
            {
                "id":1,
                "title":"\"В центре внимания\".",
                "description":"\"В центре внимания\".",
                "start_at":1507239300,
                "stop_at":1507242000
            },
            {
                "id":2,
                "title":"\"Ситуация\".",
                "description":"\"Ситуация\".",
                "start_at":1507242000,
                "stop_at":1507242600
            },
            {
                "id":3,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507242600,
                "stop_at":1507243800
            },
            {
                "id":4,
                "title":"\"Общественная приемная\".",
                "description":"\"Общественная приемная\".",
                "start_at":1507243800,
                "stop_at":1507247100
            },
            {
                "id":5,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507247100,
                "stop_at":1507248300
            },
            {
                "id":6,
                "title":"\"Киев LIVE\".",
                "description":"\"Киев LIVE\".",
                "start_at":1507248300,
                "stop_at":1507249800
            },
            {
                "id":7,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507249800,
                "stop_at":1507251000
            },
            {
                "id":8,
                "title":"\"Мультляндия\".",
                "description":"\"Мультляндия\".",
                "start_at":1507251000,
                "stop_at":1507260600
            },
            {
                "id":9,
                "title":"\"Прикосновение с Чарльзом Стэнли\".",
                "description":"\"Прикосновение с Чарльзом Стэнли\".",
                "start_at":1507260600,
                "stop_at":1507262400
            },
            {
                "id":10,
                "title":"\"Утро по-киевски\".",
                "description":"\"Утро по-киевски\".",
                "start_at":1507262400,
                "stop_at":1507271400
            },
            {
                "id":11,
                "title":"\"Киев музыка\".",
                "description":"\"Киев музыка\".",
                "start_at":1507271400,
                "stop_at":1507273200
            },
            {
                "id":12,
                "title":"\"Телемаркет\".",
                "description":"\"Телемаркет\".",
                "start_at":1507273200,
                "stop_at":1507284000
            },
            {
                "id":13,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507284000,
                "stop_at":1507284600
            },
            {
                "id":14,
                "title":"\"Приключения Остина Стивенса\".",
                "description":"\"Приключения Остина Стивенса\".",
                "start_at":1507284600,
                "stop_at":1507287600
            },
            {
                "id":15,
                "title":"\"Общественная приемная\".",
                "description":"\"Общественная приемная\".",
                "start_at":1507287600,
                "stop_at":1507291200
            },
            {
                "id":16,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507291200,
                "stop_at":1507291800
            },
            {
                "id":17,
                "title":"\"Общественная приемная\".",
                "description":"\"Общественная приемная\".",
                "start_at":1507291800,
                "stop_at":1507294800
            },
            {
                "id":18,
                "title":"Т\/с \"Рейк\", 4 сезон, 2 с.",
                "description":"Т\/с \"Рейк\", 4 сезон, 2 с.",
                "start_at":1507294800,
                "stop_at":1507298400
            },
            {
                "id":19,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507298400,
                "stop_at":1507299000
            },
            {
                "id":20,
                "title":"\"Ситуация\".",
                "description":"\"Ситуация\".",
                "start_at":1507299000,
                "stop_at":1507299600
            },
            {
                "id":21,
                "title":"\"В центре внимания\".",
                "description":"\"В центре внимания\".",
                "start_at":1507299600,
                "stop_at":1507302600
            },
            {
                "id":22,
                "title":"\"Топ 10: тайны и загадки\".",
                "description":"\"Топ 10: тайны и загадки\".",
                "start_at":1507302600,
                "stop_at":1507305600
            },
            {
                "id":23,
                "title":"\"Киев LIVE\".",
                "description":"\"Киев LIVE\".",
                "start_at":1507305600,
                "stop_at":1507310400
            },
            {
                "id":24,
                "title":"\"Ситуация\".",
                "description":"\"Ситуация\".",
                "start_at":1507310400,
                "stop_at":1507311000
            },
            {
                "id":25,
                "title":"\"Город добра\".",
                "description":"\"Город добра\".",
                "start_at":1507311000,
                "stop_at":1507312800
            },
            {
                "id":26,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507312800,
                "stop_at":1507314300
            },
            {
                "id":27,
                "title":"\"Вердикт истории\".",
                "description":"\"Вердикт истории\".",
                "start_at":1507314300,
                "stop_at":1507318200
            },
            {
                "id":28,
                "title":"\"Киев LIVE\".",
                "description":"\"Киев LIVE\".",
                "start_at":1507318200,
                "stop_at":1507319700
            },
            {
                "id":29,
                "title":"\"Украинская Национальная Лотерея\".",
                "description":"\"Украинская Национальная Лотерея\".",
                "start_at":1507319700,
                "stop_at":1507320000
            },
            {
                "id":30,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507320000,
                "stop_at":1507321200
            },
            {
                "id":31,
                "title":"\"Телемаркет\".",
                "description":"\"Телемаркет\".",
                "start_at":1507321200,
                "stop_at":1507325700
            },
            {
                "id":32,
                "title":"\"В центре внимания\".",
                "description":"\"В центре внимания\".",
                "start_at":1507325700,
                "stop_at":1507328400
            },
            {
                "id":33,
                "title":"\"Ситуация\".",
                "description":"\"Ситуация\".",
                "start_at":1507328400,
                "stop_at":1507329000
            },
            {
                "id":34,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507329000,
                "stop_at":1507330200
            },
            {
                "id":35,
                "title":"\"Общественная приемная\".",
                "description":"\"Общественная приемная\".",
                "start_at":1507330200,
                "stop_at":1507333500
            },
            {
                "id":36,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507333500,
                "stop_at":1507334700
            },
            {
                "id":37,
                "title":"\"Киев LIVE\".",
                "description":"\"Киев LIVE\".",
                "start_at":1507334700,
                "stop_at":1507336200
            },
            {
                "id":38,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507336200,
                "stop_at":1507337400
            },
            {
                "id":39,
                "title":"\"Ситуация\".",
                "description":"\"Ситуация\".",
                "start_at":1507337400,
                "stop_at":1507338000
            },
            {
                "id":40,
                "title":"\"Топ 10: тайны и загадки\".",
                "description":"\"Топ 10: тайны и загадки\".",
                "start_at":1507338000,
                "stop_at":1507341000
            },
            {
                "id":41,
                "title":"\"Мультляндия\".",
                "description":"\"Мультляндия\".",
                "start_at":1507341000,
                "stop_at":1507352400
            },
            {
                "id":42,
                "title":"\"Утро по-киевски\".",
                "description":"\"Утро по-киевски\".",
                "start_at":1507352400,
                "stop_at":1507361400
            },
            {
                "id":43,
                "title":"\"Киев музыка\".",
                "description":"\"Киев музыка\".",
                "start_at":1507361400,
                "stop_at":1507363200
            },
            {
                "id":44,
                "title":"\"Телемаркет\".",
                "description":"\"Телемаркет\".",
                "start_at":1507363200,
                "stop_at":1507374000
            },
            {
                "id":45,
                "title":"\"Олимпийские истории\".",
                "description":"\"Олимпийские истории\".",
                "start_at":1507374000,
                "stop_at":1507375200
            },
            {
                "id":46,
                "title":"\"Мультляндия\".",
                "description":"\"Мультляндия\".",
                "start_at":1507375200,
                "stop_at":1507379400
            },
            {
                "id":47,
                "title":"\"Киевские истории\".",
                "description":"\"Киевские истории\".",
                "start_at":1507379400,
                "stop_at":1507381200
            },
            {
                "id":48,
                "title":"\"Euroshow Михаила Поплавского\".",
                "description":"\"Euroshow Михаила Поплавского\".",
                "start_at":1507381200,
                "stop_at":1507384200
            },
            {
                "id":49,
                "title":"\"Паспортный стол\".",
                "description":"\"Паспортный стол\".",
                "start_at":1507384200,
                "stop_at":1507384800
            },
            {
                "id":50,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507384800,
                "stop_at":1507385400
            },
            {
                "id":51,
                "title":"\"Ситуация\".",
                "description":"\"Ситуация\".",
                "start_at":1507385400,
                "stop_at":1507386000
            },
            {
                "id":52,
                "title":"\"Служба спасения\".",
                "description":"\"Служба спасения\".",
                "start_at":1507386000,
                "stop_at":1507387800
            },
            {
                "id":53,
                "title":"\"Дневники Второй мировой войны: день за днем\".",
                "description":"\"Дневники Второй мировой войны: день за днем\".",
                "start_at":1507387800,
                "stop_at":1507392000
            },
            {
                "id":54,
                "title":"\"Киев LIVE\".",
                "description":"\"Киев LIVE\".",
                "start_at":1507392000,
                "stop_at":1507397400
            },
            {
                "id":55,
                "title":"\"Жизненные истории\".",
                "description":"\"Жизненные истории\".",
                "start_at":1507397400,
                "stop_at":1507399200
            },
            {
                "id":56,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507399200,
                "stop_at":1507400700
            },
            {
                "id":57,
                "title":"Х\/ф \"Леди Л\".",
                "description":"Х\/ф \"Леди Л\".",
                "start_at":1507400700,
                "stop_at":1507407000
            },
            {
                "id":58,
                "title":"\"Украинская Национальная Лотерея\".",
                "description":"\"Украинская Национальная Лотерея\".",
                "start_at":1507407000,
                "stop_at":1507407300
            },
            {
                "id":59,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507407300,
                "stop_at":1507408500
            },
            {
                "id":60,
                "title":"\"Телемаркет\".",
                "description":"\"Телемаркет\".",
                "start_at":1507408500,
                "stop_at":1507412100
            },
            {
                "id":61,
                "title":"Х\/ф \"Другая женщина\".",
                "description":"Х\/ф \"Другая женщина\".",
                "start_at":1507412100,
                "stop_at":1507417500
            },
            {
                "id":62,
                "title":"Х\/ф \"Цена человека\".",
                "description":"Х\/ф \"Цена человека\".",
                "start_at":1507417500,
                "stop_at":1507423800
            },
            {
                "id":63,
                "title":"\"Столичные телевизионные новости\".",
                "description":"\"Столичные телевизионные новости\".",
                "start_at":1507423800,
                "stop_at":1507425000
            },
            {
                "id":64,
                "title":"\"Дневники Второй мировой войны: день за днем\".",
                "description":"\"Дневники Второй мировой войны: день за днем\".",
                "start_at":1507425000,
                "stop_at":1507428900
            },
            {
                "id":65,
                "title":"\"Мультляндия\".",
                "description":"\"Мультляндия\".",
                "start_at":1507428900,
                "stop_at":1507438800
            },
            {
                "id":66,
                "title":"\"Утро по-киевски\".",
                "description":"\"Утро по-киевски\".",
                "start_at":1507438800,
                "stop_at":1507447800
            },
            {
                "id":67,
                "title":"\"Шеф-повар страны\".",
                "description":"\"Шеф-повар страны\".",
                "start_at":1507447800,
                "stop_at":1507449600
            },
            {
                "id":68,
                "title":"\"Телемаркет\".",
                "description":"\"Телемаркет\".",
                "start_at":1507449600,
                "stop_at":1507460400
            },
            {
                "id":69,
                "title":"\"Прогулки по городу\".",
                "description":"\"Прогулки по городу\".",
                "start_at":1507460400,
                "stop_at":1507462200
            },
            {
                "id":70,
                "title":"\"Паспортный стол\".",
                "description":"\"Паспортный стол\".",
                "start_at":1507462200,
                "stop_at":1507462800
            },
            {
                "id":71,
                "title":"\"Мультляндия\".",
                "description":"\"Мультляндия\".",
                "start_at":1507462800,
                "stop_at":1507464600
            },
            {
                "id":72,
                "title":"\"Рецепт успеха Михаила Поплавского\".",
                "description":"\"Рецепт успеха Михаила Поплавского\".",
                "start_at":1507464600,
                "stop_at":1507466100
            },
            {
                "id":73,
                "title":"\"Качественная жизнь\".",
                "description":"\"Качественная жизнь\".",
                "start_at":1507466100,
                "stop_at":1507467900
            },
            {
                "id":74,
                "title":"Х\/ф \"Леди Л\".",
                "description":"Х\/ф \"Леди Л\".",
                "start_at":1507467900,
                "stop_at":1507475100
            },
            {
                "id":75,
                "title":"Х\/ф \"Клятва любви\".",
                "description":"Х\/ф \"Клятва любви\".",
                "start_at":1507475100,
                "stop_at":1507485600
            },
            {
                "id":76,
                "title":"\"СТН. Еженедельник\".",
                "description":"\"СТН. Еженедельник\".",
                "start_at":1507485600,
                "stop_at":1507487400
            },
            {
                "id":77,
                "title":"\"СТН-Спорт. Еженедельник\".",
                "description":"\"СТН-Спорт. Еженедельник\".",
                "start_at":1507487400,
                "stop_at":1507488600
            },
            {
                "id":78,
                "title":"Х\/ф \"Ярость\".",
                "description":"Х\/ф \"Ярость\".",
                "start_at":1507488600,
                "stop_at":1507494900
            },
            {
                "id":79,
                "title":"\"Украинская Национальная Лотерея\".",
                "description":"\"Украинская Национальная Лотерея\".",
                "start_at":1507494900,
                "stop_at":1507495200
            },
            {
                "id":80,
                "title":"\"Телемаркет\".",
                "description":"\"Телемаркет\".",
                "start_at":1507495200,
                "stop_at":1507498800
            },
            {
                "id":81,
                "title":"\"СТН. Еженедельник\".",
                "description":"\"СТН. Еженедельник\".",
                "start_at":1507498800,
                "stop_at":1507500600
            },
            {
                "id":82,
                "title":"\"СТН-Спорт. Еженедельник\".",
                "description":"\"СТН-Спорт. Еженедельник\".",
                "start_at":1507500600,
                "stop_at":1507501800
            },
            {
                "id":83,
                "title":"Х\/ф \"Клятва любви\".",
                "description":"Х\/ф \"Клятва любви\".",
                "start_at":1507501800,
                "stop_at":1507511100
            },
            {
                "id":84,
                "title":"\"СТН. Еженедельник\".",
                "description":"\"СТН. Еженедельник\".",
                "start_at":1507511100,
                "stop_at":1507512900
            },
            {
                "id":85,
                "title":"\"СТН-Спорт. Еженедельник\".",
                "description":"\"СТН-Спорт. Еженедельник\".",
                "start_at":1507512900,
                "stop_at":1507514100
            },
            {
                "id":86,
                "title":"\"Мультляндия\".",
                "description":"\"Мультляндия\".",
                "start_at":1507514100,
                "stop_at":1507521600
            }
        ],
        "timeshift":"0"
    },
    {
        "channel_id":"127",
        "list":[
            {
                "id":1,
                "title":"Служба розшуку дітей.",
                "description":"Служба розшуку дітей.",
                "start_at":1507242300,
                "stop_at":1507242600
            },
            {
                "id":2,
                "title":"Зона ночі.",
                "description":"Зона ночі.",
                "start_at":1507242600,
                "stop_at":1507248600
            },
            {
                "id":3,
                "title":"Служба розшуку дітей.",
                "description":"Служба розшуку дітей.",
                "start_at":1507243200,
                "stop_at":1507243500
            },
            {
                "id":4,
                "title":"Зона ночі.",
                "description":"Зона ночі.",
                "start_at":1507243500,
                "stop_at":1507248600
            },
            {
                "id":5,
                "title":"Т\/с \"Татусеві дочки\".",
                "description":"Т\/с \"Татусеві дочки\".",
                "start_at":1507248600,
                "stop_at":1507251600
            },
            {
                "id":6,
                "title":"Абзац!",
                "description":"Абзац!",
                "start_at":1507251600,
                "stop_at":1507254900
            },
            {
                "id":7,
                "title":"Абзац!",
                "description":"Абзац!",
                "start_at":1507254900,
                "stop_at":1507258200
            },
            {
                "id":8,
                "title":"Kids' Time. М\/с \"Кіт у чоботях\".",
                "description":"Kids' Time. М\/с \"Кіт у чоботях\".",
                "start_at":1507258200,
                "stop_at":1507265100
            },
            {
                "id":9,
                "title":"Половинки.",
                "description":"Половинки.",
                "start_at":1507265100,
                "stop_at":1507272600
            },
            {
                "id":10,
                "title":"Половинки.",
                "description":"Половинки.",
                "start_at":1507272600,
                "stop_at":1507279800
            },
            {
                "id":11,
                "title":"Київ вдень та вночі, 4 сезон, 8-11 еп.",
                "description":"Київ вдень та вночі, 4 сезон, 8-11 еп.",
                "start_at":1507279800,
                "stop_at":1507295400
            },
            {
                "id":12,
                "title":"Топ-модель по-українськи, 4 сезон, 5 еп.",
                "description":"Топ-модель по-українськи, 4 сезон, 5 еп.",
                "start_at":1507295400,
                "stop_at":1507305600
            },
            {
                "id":13,
                "title":"Прем'єра. Топ-модель по-українськи, 4 сезон, 6 еп.",
                "description":"Прем'єра. Топ-модель по-українськи, 4 сезон, 6 еп.",
                "start_at":1507305600,
                "stop_at":1507315200
            },
            {
                "id":14,
                "title":"Прем'єра. Київ вдень та вночі, 4 сезон, 12 еп.",
                "description":"Прем'єра. Київ вдень та вночі, 4 сезон, 12 еп.",
                "start_at":1507315200,
                "stop_at":1507318800
            },
            {
                "id":15,
                "title":"Половинки.",
                "description":"Половинки.",
                "start_at":1507318800,
                "stop_at":1507325100
            },
            {
                "id":16,
                "title":"Половинки.",
                "description":"Половинки.",
                "start_at":1507325100,
                "stop_at":1507331700
            },
            {
                "id":17,
                "title":"Служба розшуку дітей.",
                "description":"Служба розшуку дітей.",
                "start_at":1507331700,
                "stop_at":1507332000
            },
            {
                "id":18,
                "title":"Зона ночі.",
                "description":"Зона ночі.",
                "start_at":1507332000,
                "stop_at":1507343400
            },
            {
                "id":19,
                "title":"Kids' Time. М\/с \"Кіт у чоботях\".",
                "description":"Kids' Time. М\/с \"Кіт у чоботях\".",
                "start_at":1507343400,
                "stop_at":1507348800
            },
            {
                "id":20,
                "title":"Т\/с \"Татусеві дочки\".",
                "description":"Т\/с \"Татусеві дочки\".",
                "start_at":1507348800,
                "stop_at":1507359000
            },
            {
                "id":21,
                "title":"Ревізор із Тищенком, 8 сезон, 2 еп. Павлоград.",
                "description":"Ревізор із Тищенком, 8 сезон, 2 еп. Павлоград.",
                "start_at":1507359000,
                "stop_at":1507369200
            },
            {
                "id":22,
                "title":"Зірки під гіпнозом, 2 сезон, 6 еп.",
                "description":"Зірки під гіпнозом, 2 сезон, 6 еп.",
                "start_at":1507369200,
                "stop_at":1507376400
            },
            {
                "id":23,
                "title":"Зоряні яйця, 6 еп.",
                "description":"Зоряні яйця, 6 еп.",
                "start_at":1507376400,
                "stop_at":1507383600
            },
            {
                "id":24,
                "title":"М\/ф \"Університет монстрів\".",
                "description":"М\/ф \"Університет монстрів\".",
                "start_at":1507383600,
                "stop_at":1507391100
            },
            {
                "id":25,
                "title":"Х\/ф \"Тор\".",
                "description":"Х\/ф \"Тор\".",
                "start_at":1507391100,
                "stop_at":1507399200
            },
            {
                "id":26,
                "title":"Х\/ф \"Тор 2. Царство темряви\".",
                "description":"Х\/ф \"Тор 2. Царство темряви\".",
                "start_at":1507399200,
                "stop_at":1507407000
            },
            {
                "id":27,
                "title":"Х\/ф \"Кодекс злодія\".",
                "description":"Х\/ф \"Кодекс злодія\".",
                "start_at":1507407000,
                "stop_at":1507414200
            },
            {
                "id":28,
                "title":"Х\/ф \"Хто я\".",
                "description":"Х\/ф \"Хто я\".",
                "start_at":1507414200,
                "stop_at":1507421400
            },
            {
                "id":29,
                "title":"Зона ночі.",
                "description":"Зона ночі.",
                "start_at":1507421400,
                "stop_at":1507430700
            },
            {
                "id":30,
                "title":"Kids' Time. М\/с \"Кіт у чоботях\".",
                "description":"Kids' Time. М\/с \"Кіт у чоботях\".",
                "start_at":1507430700,
                "stop_at":1507435200
            },
            {
                "id":31,
                "title":"Топ-модель по-українськи, 4 сезон, 6 еп.",
                "description":"Топ-модель по-українськи, 4 сезон, 6 еп.",
                "start_at":1507435200,
                "stop_at":1507445400
            },
            {
                "id":32,
                "title":"М\/ф \"Університет монстрів\".",
                "description":"М\/ф \"Університет монстрів\".",
                "start_at":1507445400,
                "stop_at":1507452600
            },
            {
                "id":33,
                "title":"Х\/ф \"Макс Пейн\".",
                "description":"Х\/ф \"Макс Пейн\".",
                "start_at":1507452600,
                "stop_at":1507460400
            },
            {
                "id":34,
                "title":"Х\/ф \"Тор\".",
                "description":"Х\/ф \"Тор\".",
                "start_at":1507460400,
                "stop_at":1507468200
            },
            {
                "id":35,
                "title":"Х\/ф \"Тор 2. Царство темряви\".",
                "description":"Х\/ф \"Тор 2. Царство темряви\".",
                "start_at":1507468200,
                "stop_at":1507476000
            },
            {
                "id":36,
                "title":"Х\/ф \"Перший месник\".",
                "description":"Х\/ф \"Перший месник\".",
                "start_at":1507476000,
                "stop_at":1507485600
            },
            {
                "id":37,
                "title":"Х\/ф \"Перший месник. Інша війна\".",
                "description":"Х\/ф \"Перший месник. Інша війна\".",
                "start_at":1507485600,
                "stop_at":1507495800
            },
            {
                "id":38,
                "title":"Х\/ф \"Якось у Вегасі\".",
                "description":"Х\/ф \"Якось у Вегасі\".",
                "start_at":1507495800,
                "stop_at":1507503000
            },
            {
                "id":39,
                "title":"Зона ночі.",
                "description":"Зона ночі.",
                "start_at":1507503000,
                "stop_at":1507510800
            },
            {
                "id":40,
                "title":"Зона ночі.",
                "description":"Зона ночі.",
                "start_at":1507503000,
                "stop_at":1507510500
            }
        ],
        "timeshift":"0"
    },
    {
        "channel_id":"145",
        "list":[
            {
                "id":1,
                "title":"\"Слідство ведуть екстрасенси\".",
                "description":"\"Слідство ведуть екстрасенси\".",
                "start_at":1507239000,
                "stop_at":1507246200
            },
            {
                "id":2,
                "title":"Нічний ефір.",
                "description":"Нічний ефір.",
                "start_at":1507239900,
                "stop_at":1507257600
            },
            {
                "id":3,
                "title":"Нічний ефір.",
                "description":"Нічний ефір.",
                "start_at":1507246200,
                "stop_at":1507257600
            },
            {
                "id":4,
                "title":"Х\/ф \"Ніколи не забуду тебе\".",
                "description":"Х\/ф \"Ніколи не забуду тебе\".",
                "start_at":1507257600,
                "stop_at":1507264800
            },
            {
                "id":5,
                "title":"Х\/ф \"Кохання на два полюси\".",
                "description":"Х\/ф \"Кохання на два полюси\".",
                "start_at":1507264800,
                "stop_at":1507271700
            },
            {
                "id":6,
                "title":"Т\/с \"Дурна кров\", 1-7 с.",
                "description":"Т\/с \"Дурна кров\", 1-7 с.",
                "start_at":1507271700,
                "stop_at":1507300200
            },
            {
                "id":7,
                "title":"\"Вікна-Новини\".",
                "description":"\"Вікна-Новини\".",
                "start_at":1507300200,
                "stop_at":1507302000
            },
            {
                "id":8,
                "title":"Т\/с \"Коли ми вдома. Нова історія\", 15 і 16 с.",
                "description":"Т\/с \"Коли ми вдома. Нова історія\", 15 і 16 с.",
                "start_at":1507302000,
                "stop_at":1507309200
            },
            {
                "id":9,
                "title":"\"Сюрприз, сюрприз!\", 6 еп., 1 ч.",
                "description":"\"Сюрприз, сюрприз!\", 6 еп., 1 ч.",
                "start_at":1507309200,
                "stop_at":1507316400
            },
            {
                "id":10,
                "title":"\"Вікна-Новини\".",
                "description":"\"Вікна-Новини\".",
                "start_at":1507316400,
                "stop_at":1507319100
            },
            {
                "id":11,
                "title":"\"Сюрприз, сюрприз!\", 6 еп., 2 ч.",
                "description":"\"Сюрприз, сюрприз!\", 6 еп., 2 ч.",
                "start_at":1507319100,
                "stop_at":1507321500
            },
            {
                "id":12,
                "title":"Х\/ф \"Ніколи не забуду тебе\".",
                "description":"Х\/ф \"Ніколи не забуду тебе\".",
                "start_at":1507321500,
                "stop_at":1507327200
            },
            {
                "id":13,
                "title":"Нічний ефір.",
                "description":"Нічний ефір.",
                "start_at":1507327200,
                "stop_at":1507345500
            },
            {
                "id":14,
                "title":"Х\/ф \"Я подарую собі диво\".",
                "description":"Х\/ф \"Я подарую собі диво\".",
                "start_at":1507345500,
                "stop_at":1507352400
            },
            {
                "id":15,
                "title":"\"Караоке на Майдані\".",
                "description":"\"Караоке на Майдані\".",
                "start_at":1507352400,
                "stop_at":1507356000
            },
            {
                "id":16,
                "title":"\"Все буде смачно!\".",
                "description":"\"Все буде смачно!\".",
                "start_at":1507356000,
                "stop_at":1507360800
            },
            {
                "id":17,
                "title":"\"Сюрприз, сюрприз!\", 6 еп.",
                "description":"\"Сюрприз, сюрприз!\", 6 еп.",
                "start_at":1507360800,
                "stop_at":1507371000
            },
            {
                "id":18,
                "title":"\"Зважені та щасливі\", 7 сезон, 6 еп.",
                "description":"\"Зважені та щасливі\", 7 сезон, 6 еп.",
                "start_at":1507371000,
                "stop_at":1507381800
            },
            {
                "id":19,
                "title":"\"Хата на тата\", 6 сезон, 5 еп.",
                "description":"\"Хата на тата\", 6 сезон, 5 еп.",
                "start_at":1507381800,
                "stop_at":1507392000
            },
            {
                "id":20,
                "title":"\"Х-Фактор\", 8 сезон, 6 еп.",
                "description":"\"Х-Фактор\", 8 сезон, 6 еп.",
                "start_at":1507392000,
                "stop_at":1507401000
            },
            {
                "id":21,
                "title":"Т\/с \"Коли ми вдома. Нова історія\", 12-16 с.",
                "description":"Т\/с \"Коли ми вдома. Нова історія\", 12-16 с.",
                "start_at":1507401000,
                "stop_at":1507418700
            },
            {
                "id":22,
                "title":"Нічний ефір.",
                "description":"Нічний ефір.",
                "start_at":1507418700,
                "stop_at":1507434900
            },
            {
                "id":23,
                "title":"\"Хата на тата\".",
                "description":"\"Хата на тата\".",
                "start_at":1507434900,
                "stop_at":1507442100
            },
            {
                "id":24,
                "title":"\"Все буде смачно!\".",
                "description":"\"Все буде смачно!\".",
                "start_at":1507442100,
                "stop_at":1507450200
            },
            {
                "id":25,
                "title":"\"Караоке на Майдані\".",
                "description":"\"Караоке на Майдані\".",
                "start_at":1507450200,
                "stop_at":1507453500
            },
            {
                "id":26,
                "title":"\"МастерШеф\", 7 сезон, 11 і 12 еп.",
                "description":"\"МастерШеф\", 7 сезон, 11 і 12 еп.",
                "start_at":1507453500,
                "stop_at":1507478400
            },
            {
                "id":27,
                "title":"\"Битва екстрасенсів\", 17 сезон, 2 еп.",
                "description":"\"Битва екстрасенсів\", 17 сезон, 2 еп.",
                "start_at":1507478400,
                "stop_at":1507487400
            },
            {
                "id":28,
                "title":"\"Один за всіх\".",
                "description":"\"Один за всіх\".",
                "start_at":1507487400,
                "stop_at":1507491000
            },
            {
                "id":29,
                "title":"\"Х-Фактор\", 8 сезон, 6 еп.",
                "description":"\"Х-Фактор\", 8 сезон, 6 еп.",
                "start_at":1507491000,
                "stop_at":1507500000
            },
            {
                "id":30,
                "title":"Нічний ефір.",
                "description":"Нічний ефір.",
                "start_at":1507500000,
                "stop_at":1507519800
            },
            {
                "id":31,
                "title":"Нічний ефір.",
                "description":"Нічний ефір.",
                "start_at":1507500000,
                "stop_at":1507511400
            }
        ],
        "timeshift":"0"
    },
    {
        "channel_id":"308",
        "list":[
            {
                "id":1,
                "title":"Х\/ф \"Интернэшнл\".",
                "description":"Х\/ф \"Интернэшнл\".",
                "start_at":1507241700,
                "stop_at":1507248900
            },
            {
                "id":2,
                "title":"Х\/ф \"Мачете убивает\".",
                "description":"Х\/ф \"Мачете убивает\".",
                "start_at":1507248900,
                "stop_at":1507255800
            },
            {
                "id":3,
                "title":"Х\/ф \"Миссия \"Серенити\".",
                "description":"Х\/ф \"Миссия \"Серенити\".",
                "start_at":1507255800,
                "stop_at":1507263300
            },
            {
                "id":4,
                "title":"Х\/ф \"Шестой день\".",
                "description":"Х\/ф \"Шестой день\".",
                "start_at":1507263300,
                "stop_at":1507271100
            },
            {
                "id":5,
                "title":"Х\/ф \"Я, Алекс Кросс\".",
                "description":"Х\/ф \"Я, Алекс Кросс\".",
                "start_at":1507271100,
                "stop_at":1507277700
            },
            {
                "id":6,
                "title":"Х\/ф \"Двенадцать\".",
                "description":"Х\/ф \"Двенадцать\".",
                "start_at":1507277700,
                "stop_at":1507284600
            },
            {
                "id":7,
                "title":"Х\/ф \"Интернэшнл\".",
                "description":"Х\/ф \"Интернэшнл\".",
                "start_at":1507284600,
                "stop_at":1507292100
            },
            {
                "id":8,
                "title":"Х\/ф \"Мачете убивает\".",
                "description":"Х\/ф \"Мачете убивает\".",
                "start_at":1507292100,
                "stop_at":1507299000
            },
            {
                "id":9,
                "title":"Х\/ф \"Миссия \"Серенити\".",
                "description":"Х\/ф \"Миссия \"Серенити\".",
                "start_at":1507299000,
                "stop_at":1507306500
            },
            {
                "id":10,
                "title":"Х\/ф \"Город грехов 2: Женщина, ради которой стоит убивать\".",
                "description":"Х\/ф \"Город грехов 2: Женщина, ради которой стоит убивать\".",
                "start_at":1507306500,
                "stop_at":1507313400
            },
            {
                "id":11,
                "title":"Премьера. Х\/ф \"Гость\".",
                "description":"Премьера. Х\/ф \"Гость\".",
                "start_at":1507313400,
                "stop_at":1507320600
            },
            {
                "id":12,
                "title":"Х\/ф \"Колония\".",
                "description":"Х\/ф \"Колония\".",
                "start_at":1507320600,
                "stop_at":1507327800
            },
            {
                "id":13,
                "title":"Х\/ф \"Дикий дикий Запад\".",
                "description":"Х\/ф \"Дикий дикий Запад\".",
                "start_at":1507327800,
                "stop_at":1507335000
            },
            {
                "id":14,
                "title":"Х\/ф \"Неудержимые\".",
                "description":"Х\/ф \"Неудержимые\".",
                "start_at":1507335000,
                "stop_at":1507342200
            },
            {
                "id":15,
                "title":"Х\/ф \"Погребенный заживо\".",
                "description":"Х\/ф \"Погребенный заживо\".",
                "start_at":1507342200,
                "stop_at":1507349400
            },
            {
                "id":16,
                "title":"Х\/ф \"Гость\".",
                "description":"Х\/ф \"Гость\".",
                "start_at":1507349400,
                "stop_at":1507356600
            },
            {
                "id":17,
                "title":"Х\/ф \"Город грехов 2: Женщина, ради которой стоит убивать\".",
                "description":"Х\/ф \"Город грехов 2: Женщина, ради которой стоит убивать\".",
                "start_at":1507356600,
                "stop_at":1507363800
            },
            {
                "id":18,
                "title":"Х\/ф \"Колония\".",
                "description":"Х\/ф \"Колония\".",
                "start_at":1507363800,
                "stop_at":1507371000
            },
            {
                "id":19,
                "title":"Х\/ф \"Неудержимые\".",
                "description":"Х\/ф \"Неудержимые\".",
                "start_at":1507371000,
                "stop_at":1507378200
            },
            {
                "id":20,
                "title":"Х\/ф \"Погребенный заживо\".",
                "description":"Х\/ф \"Погребенный заживо\".",
                "start_at":1507378200,
                "stop_at":1507385400
            },
            {
                "id":21,
                "title":"Х\/ф \"Дикий дикий Запад\".",
                "description":"Х\/ф \"Дикий дикий Запад\".",
                "start_at":1507385400,
                "stop_at":1507392600
            },
            {
                "id":22,
                "title":"Х\/ф \"Нечувствительный\".",
                "description":"Х\/ф \"Нечувствительный\".",
                "start_at":1507392600,
                "stop_at":1507399800
            },
            {
                "id":23,
                "title":"Премьера. Х\/ф \"Падение Олимпа\".",
                "description":"Премьера. Х\/ф \"Падение Олимпа\".",
                "start_at":1507399800,
                "stop_at":1507407900
            },
            {
                "id":24,
                "title":"Х\/ф \"Похищение Фредди Хайнекена\".",
                "description":"Х\/ф \"Похищение Фредди Хайнекена\".",
                "start_at":1507407900,
                "stop_at":1507414800
            },
            {
                "id":25,
                "title":"Х\/ф \"Тайный игрок\".",
                "description":"Х\/ф \"Тайный игрок\".",
                "start_at":1507414800,
                "stop_at":1507421400
            },
            {
                "id":26,
                "title":"Х\/ф \"Последний охотник на ведьм\".",
                "description":"Х\/ф \"Последний охотник на ведьм\".",
                "start_at":1507421400,
                "stop_at":1507428600
            },
            {
                "id":27,
                "title":"Х\/ф \"База \"Клейтон\".",
                "description":"Х\/ф \"База \"Клейтон\".",
                "start_at":1507428600,
                "stop_at":1507435800
            },
            {
                "id":28,
                "title":"Х\/ф \"Падение Олимпа\".",
                "description":"Х\/ф \"Падение Олимпа\".",
                "start_at":1507435800,
                "stop_at":1507443600
            },
            {
                "id":29,
                "title":"Х\/ф \"Нечувствительный\".",
                "description":"Х\/ф \"Нечувствительный\".",
                "start_at":1507443600,
                "stop_at":1507450800
            },
            {
                "id":30,
                "title":"Х\/ф \"Похищение Фредди Хайнекена\".",
                "description":"Х\/ф \"Похищение Фредди Хайнекена\".",
                "start_at":1507450800,
                "stop_at":1507457400
            },
            {
                "id":31,
                "title":"Х\/ф \"Тайный игрок\".",
                "description":"Х\/ф \"Тайный игрок\".",
                "start_at":1507457400,
                "stop_at":1507464600
            },
            {
                "id":32,
                "title":"Х\/ф \"Последний охотник на ведьм\".",
                "description":"Х\/ф \"Последний охотник на ведьм\".",
                "start_at":1507464600,
                "stop_at":1507471800
            },
            {
                "id":33,
                "title":"Х\/ф \"База \"Клейтон\".",
                "description":"Х\/ф \"База \"Клейтон\".",
                "start_at":1507471800,
                "stop_at":1507478700
            },
            {
                "id":34,
                "title":"Х\/ф \"SWAT: Спецназ города ангелов\".",
                "description":"Х\/ф \"SWAT: Спецназ города ангелов\".",
                "start_at":1507478700,
                "stop_at":1507486200
            },
            {
                "id":35,
                "title":"Х\/ф \"Падение Лондона\".",
                "description":"Х\/ф \"Падение Лондона\".",
                "start_at":1507486200,
                "stop_at":1507493400
            },
            {
                "id":36,
                "title":"Х\/ф \"Доказательство смерти\".",
                "description":"Х\/ф \"Доказательство смерти\".",
                "start_at":1507493400,
                "stop_at":1507501200
            },
            {
                "id":37,
                "title":"Х\/ф \"Пик Данте\".",
                "description":"Х\/ф \"Пик Данте\".",
                "start_at":1507501200,
                "stop_at":1507508100
            },
            {
                "id":38,
                "title":"Х\/ф \"Дом в конце улицы\".",
                "description":"Х\/ф \"Дом в конце улицы\".",
                "start_at":1507508100,
                "stop_at":1507515000
            },
            {
                "id":39,
                "title":"Х\/ф \"Баллистика: Экс против Сивер\".",
                "description":"Х\/ф \"Баллистика: Экс против Сивер\".",
                "start_at":1507515000,
                "stop_at":1507523700
            }
        ],
        "timeshift":"0"
    },
    {
        "channel_id":"309",
        "list":[
            {
                "id":1,
                "title":"Х\/ф \"Таймер\".",
                "description":"Х\/ф \"Таймер\".",
                "start_at":1507237800,
                "stop_at":1507243800
            },
            {
                "id":2,
                "title":"Х\/ф \"Учитель английского\".",
                "description":"Х\/ф \"Учитель английского\".",
                "start_at":1507243800,
                "stop_at":1507249200
            },
            {
                "id":3,
                "title":"Х\/ф \"Привет-пока\".",
                "description":"Х\/ф \"Привет-пока\".",
                "start_at":1507249200,
                "stop_at":1507255200
            },
            {
                "id":4,
                "title":"Х\/ф \"Большая жратва 2\".",
                "description":"Х\/ф \"Большая жратва 2\".",
                "start_at":1507255200,
                "stop_at":1507260600
            },
            {
                "id":5,
                "title":"Х\/ф \"Таймер\".",
                "description":"Х\/ф \"Таймер\".",
                "start_at":1507260600,
                "stop_at":1507267800
            },
            {
                "id":6,
                "title":"Х\/ф \"Черная зависть\".",
                "description":"Х\/ф \"Черная зависть\".",
                "start_at":1507267800,
                "stop_at":1507275000
            },
            {
                "id":7,
                "title":"Х\/ф \"Певец на свадьбе\".",
                "description":"Х\/ф \"Певец на свадьбе\".",
                "start_at":1507275000,
                "stop_at":1507281900
            },
            {
                "id":8,
                "title":"Х\/ф \"Большая белая обуза\".",
                "description":"Х\/ф \"Большая белая обуза\".",
                "start_at":1507281900,
                "stop_at":1507289100
            },
            {
                "id":9,
                "title":"Х\/ф \"Инструкции не прилагаются\".",
                "description":"Х\/ф \"Инструкции не прилагаются\".",
                "start_at":1507289100,
                "stop_at":1507297200
            },
            {
                "id":10,
                "title":"Х\/ф \"Маменькин сынок\".",
                "description":"Х\/ф \"Маменькин сынок\".",
                "start_at":1507297200,
                "stop_at":1507304100
            },
            {
                "id":11,
                "title":"Х\/ф \"Таймер\".",
                "description":"Х\/ф \"Таймер\".",
                "start_at":1507304100,
                "stop_at":1507311000
            },
            {
                "id":12,
                "title":"Премьера. Х\/ф \"Шайбу! Шайбу!\".",
                "description":"Премьера. Х\/ф \"Шайбу! Шайбу!\".",
                "start_at":1507311000,
                "stop_at":1507316700
            },
            {
                "id":13,
                "title":"Х\/ф \"Миссия: Неадекватна\".",
                "description":"Х\/ф \"Миссия: Неадекватна\".",
                "start_at":1507316700,
                "stop_at":1507322700
            },
            {
                "id":14,
                "title":"Х\/ф \"С вещами на вылет!\".",
                "description":"Х\/ф \"С вещами на вылет!\".",
                "start_at":1507322700,
                "stop_at":1507328700
            },
            {
                "id":15,
                "title":"Х\/ф \"Свадебный разгром\".",
                "description":"Х\/ф \"Свадебный разгром\".",
                "start_at":1507328700,
                "stop_at":1507334400
            },
            {
                "id":16,
                "title":"Х\/ф \"Черная зависть\".",
                "description":"Х\/ф \"Черная зависть\".",
                "start_at":1507334400,
                "stop_at":1507340700
            },
            {
                "id":17,
                "title":"Х\/ф \"Певец на свадьбе\".",
                "description":"Х\/ф \"Певец на свадьбе\".",
                "start_at":1507340700,
                "stop_at":1507347000
            },
            {
                "id":18,
                "title":"Х\/ф \"С вещами на вылет!\".",
                "description":"Х\/ф \"С вещами на вылет!\".",
                "start_at":1507347000,
                "stop_at":1507353000
            },
            {
                "id":19,
                "title":"Х\/ф \"Инструкции не прилагаются\".",
                "description":"Х\/ф \"Инструкции не прилагаются\".",
                "start_at":1507353000,
                "stop_at":1507360800
            },
            {
                "id":20,
                "title":"Х\/ф \"Маменькин сынок\".",
                "description":"Х\/ф \"Маменькин сынок\".",
                "start_at":1507360800,
                "stop_at":1507367100
            },
            {
                "id":21,
                "title":"Х\/ф \"Таймер\".",
                "description":"Х\/ф \"Таймер\".",
                "start_at":1507367100,
                "stop_at":1507373400
            },
            {
                "id":22,
                "title":"Х\/ф \"Шайбу! Шайбу!\".",
                "description":"Х\/ф \"Шайбу! Шайбу!\".",
                "start_at":1507373400,
                "stop_at":1507379400
            },
            {
                "id":23,
                "title":"Х\/ф \"Миссия: Неадекватна\".",
                "description":"Х\/ф \"Миссия: Неадекватна\".",
                "start_at":1507379400,
                "stop_at":1507385400
            },
            {
                "id":24,
                "title":"Х\/ф \"Полицейский с половиной\".",
                "description":"Х\/ф \"Полицейский с половиной\".",
                "start_at":1507385400,
                "stop_at":1507391400
            },
            {
                "id":25,
                "title":"Х\/ф \"С вещами на вылет!\".",
                "description":"Х\/ф \"С вещами на вылет!\".",
                "start_at":1507391400,
                "stop_at":1507397400
            },
            {
                "id":26,
                "title":"Премьера. Х\/ф \"Самый лучший фильм 3D\".",
                "description":"Премьера. Х\/ф \"Самый лучший фильм 3D\".",
                "start_at":1507397400,
                "stop_at":1507404600
            },
            {
                "id":27,
                "title":"Х\/ф \"Иствикские ведьмы\".",
                "description":"Х\/ф \"Иствикские ведьмы\".",
                "start_at":1507404600,
                "stop_at":1507411800
            },
            {
                "id":28,
                "title":"Х\/ф \"Турецкий для начинающих\".",
                "description":"Х\/ф \"Турецкий для начинающих\".",
                "start_at":1507411800,
                "stop_at":1507419000
            },
            {
                "id":29,
                "title":"Х\/ф \"Инструкции не прилагаются\".",
                "description":"Х\/ф \"Инструкции не прилагаются\".",
                "start_at":1507419000,
                "stop_at":1507426800
            },
            {
                "id":30,
                "title":"Х\/ф \"Маменькин сынок\".",
                "description":"Х\/ф \"Маменькин сынок\".",
                "start_at":1507426800,
                "stop_at":1507433400
            },
            {
                "id":31,
                "title":"Х\/ф \"Турецкий для начинающих\".",
                "description":"Х\/ф \"Турецкий для начинающих\".",
                "start_at":1507433400,
                "stop_at":1507440300
            },
            {
                "id":32,
                "title":"Х\/ф \"Шайбу! Шайбу!\".",
                "description":"Х\/ф \"Шайбу! Шайбу!\".",
                "start_at":1507440300,
                "stop_at":1507445700
            },
            {
                "id":33,
                "title":"Х\/ф \"Свирепые создания\".",
                "description":"Х\/ф \"Свирепые создания\".",
                "start_at":1507440300,
                "stop_at":1507446000
            },
            {
                "id":34,
                "title":"Х\/ф \"Полицейский с половиной\".",
                "description":"Х\/ф \"Полицейский с половиной\".",
                "start_at":1507445700,
                "stop_at":1507451700
            },
            {
                "id":35,
                "title":"Х\/ф \"Полицейский с половиной\".",
                "description":"Х\/ф \"Полицейский с половиной\".",
                "start_at":1507446000,
                "stop_at":1507451700
            },
            {
                "id":36,
                "title":"Х\/ф \"Миссия: Неадекватна\".",
                "description":"Х\/ф \"Миссия: Неадекватна\".",
                "start_at":1507451700,
                "stop_at":1507457100
            },
            {
                "id":37,
                "title":"Х\/ф \"С вещами на вылет!\".",
                "description":"Х\/ф \"С вещами на вылет!\".",
                "start_at":1507457100,
                "stop_at":1507462800
            },
            {
                "id":38,
                "title":"Х\/ф \"Самый лучший фильм 3D\".",
                "description":"Х\/ф \"Самый лучший фильм 3D\".",
                "start_at":1507462800,
                "stop_at":1507469700
            },
            {
                "id":39,
                "title":"Х\/ф \"Иствикские ведьмы\".",
                "description":"Х\/ф \"Иствикские ведьмы\".",
                "start_at":1507469700,
                "stop_at":1507476900
            },
            {
                "id":40,
                "title":"Х\/ф \"Турецкий для начинающих\".",
                "description":"Х\/ф \"Турецкий для начинающих\".",
                "start_at":1507476900,
                "stop_at":1507483800
            },
            {
                "id":41,
                "title":"Премьера. Х\/ф \"Послесвадебный разгром\".",
                "description":"Премьера. Х\/ф \"Послесвадебный разгром\".",
                "start_at":1507483800,
                "stop_at":1507489800
            },
            {
                "id":42,
                "title":"Х\/ф \"Любовь с риском для жизни\".",
                "description":"Х\/ф \"Любовь с риском для жизни\".",
                "start_at":1507489800,
                "stop_at":1507495800
            },
            {
                "id":43,
                "title":"Х\/ф \"Однажды в Ирландии\".",
                "description":"Х\/ф \"Однажды в Ирландии\".",
                "start_at":1507495800,
                "stop_at":1507501800
            },
            {
                "id":44,
                "title":"Х\/ф \"Такса\".",
                "description":"Х\/ф \"Такса\".",
                "start_at":1507501800,
                "stop_at":1507507800
            },
            {
                "id":45,
                "title":"Х\/ф \"Шайбу! Шайбу!\".",
                "description":"Х\/ф \"Шайбу! Шайбу!\".",
                "start_at":1507507800,
                "stop_at":1507513800
            },
            {
                "id":46,
                "title":"Х\/ф \"Миссия: Неадекватна\".",
                "description":"Х\/ф \"Миссия: Неадекватна\".",
                "start_at":1507513800,
                "stop_at":1507519800
            }
        ],
        "timeshift":"0"
    },
    {
        "channel_id":"311",
        "list":[
            {
                "id":1,
                "title":"Х\/ф \"Переправа 2\".",
                "description":"Х\/ф \"Переправа 2\".",
                "start_at":1507238700,
                "stop_at":1507248300
            },
            {
                "id":2,
                "title":"Х\/ф \"Авиатор\".",
                "description":"Х\/ф \"Авиатор\".",
                "start_at":1507248300,
                "stop_at":1507259400
            },
            {
                "id":3,
                "title":"Х\/ф \"Двое во вселенной\".",
                "description":"Х\/ф \"Двое во вселенной\".",
                "start_at":1507259400,
                "stop_at":1507267500
            },
            {
                "id":4,
                "title":"Х\/ф \"Красавица и чудовище\".",
                "description":"Х\/ф \"Красавица и чудовище\".",
                "start_at":1507267500,
                "stop_at":1507275600
            },
            {
                "id":5,
                "title":"Х\/ф \"Переправа 2\".",
                "description":"Х\/ф \"Переправа 2\".",
                "start_at":1507275600,
                "stop_at":1507284300
            },
            {
                "id":6,
                "title":"Х\/ф \"Маска\".",
                "description":"Х\/ф \"Маска\".",
                "start_at":1507284300,
                "stop_at":1507291500
            },
            {
                "id":7,
                "title":"Х\/ф \"Королевство полной луны\".",
                "description":"Х\/ф \"Королевство полной луны\".",
                "start_at":1507291500,
                "stop_at":1507298100
            },
            {
                "id":8,
                "title":"Х\/ф \"Авиатор\".",
                "description":"Х\/ф \"Авиатор\".",
                "start_at":1507298100,
                "stop_at":1507309800
            },
            {
                "id":9,
                "title":"Премьера. Х\/ф \"Последний самурай\".",
                "description":"Премьера. Х\/ф \"Последний самурай\".",
                "start_at":1507309800,
                "stop_at":1507320900
            },
            {
                "id":10,
                "title":"Х\/ф \"Телохранитель\".",
                "description":"Х\/ф \"Телохранитель\".",
                "start_at":1507320900,
                "stop_at":1507330800
            },
            {
                "id":11,
                "title":"Х\/ф \"Зильс-Мария\".",
                "description":"Х\/ф \"Зильс-Мария\".",
                "start_at":1507330800,
                "stop_at":1507339200
            },
            {
                "id":12,
                "title":"Х\/ф \"Не сдавайся\".",
                "description":"Х\/ф \"Не сдавайся\".",
                "start_at":1507339200,
                "stop_at":1507345800
            },
            {
                "id":13,
                "title":"Х\/ф \"Матрица\".",
                "description":"Х\/ф \"Матрица\".",
                "start_at":1507345800,
                "stop_at":1507355100
            },
            {
                "id":14,
                "title":"Х\/ф \"Последний самурай\".",
                "description":"Х\/ф \"Последний самурай\".",
                "start_at":1507355100,
                "stop_at":1507365900
            },
            {
                "id":15,
                "title":"Х\/ф \"Двое во вселенной\".",
                "description":"Х\/ф \"Двое во вселенной\".",
                "start_at":1507365900,
                "stop_at":1507374300
            },
            {
                "id":16,
                "title":"Х\/ф \"Не сдавайся\".",
                "description":"Х\/ф \"Не сдавайся\".",
                "start_at":1507374300,
                "stop_at":1507380600
            },
            {
                "id":17,
                "title":"Х\/ф \"Внеземное эхо\".",
                "description":"Х\/ф \"Внеземное эхо\".",
                "start_at":1507380600,
                "stop_at":1507386900
            },
            {
                "id":18,
                "title":"Х\/ф \"Матрица\".",
                "description":"Х\/ф \"Матрица\".",
                "start_at":1507386900,
                "stop_at":1507396200
            },
            {
                "id":19,
                "title":"Х\/ф \"Правила съема: Метод Хитча\".",
                "description":"Х\/ф \"Правила съема: Метод Хитча\".",
                "start_at":1507396200,
                "stop_at":1507404300
            },
            {
                "id":20,
                "title":"Х\/ф \"Герцогиня\".",
                "description":"Х\/ф \"Герцогиня\".",
                "start_at":1507404300,
                "stop_at":1507411800
            },
            {
                "id":21,
                "title":"Х\/ф \"Интервью с вампиром\".",
                "description":"Х\/ф \"Интервью с вампиром\".",
                "start_at":1507411800,
                "stop_at":1507420200
            },
            {
                "id":22,
                "title":"Х\/ф \"Сенсация\".",
                "description":"Х\/ф \"Сенсация\".",
                "start_at":1507420200,
                "stop_at":1507426200
            },
            {
                "id":23,
                "title":"Х\/ф \"Внеземное эхо\".",
                "description":"Х\/ф \"Внеземное эхо\".",
                "start_at":1507426200,
                "stop_at":1507432200
            },
            {
                "id":24,
                "title":"Х\/ф \"Побочный эффект\".",
                "description":"Х\/ф \"Побочный эффект\".",
                "start_at":1507432200,
                "stop_at":1507440600
            },
            {
                "id":25,
                "title":"Х\/ф \"Герцогиня\".",
                "description":"Х\/ф \"Герцогиня\".",
                "start_at":1507440600,
                "stop_at":1507448700
            },
            {
                "id":26,
                "title":"Х\/ф \"Интервью с вампиром\".",
                "description":"Х\/ф \"Интервью с вампиром\".",
                "start_at":1507448700,
                "stop_at":1507457700
            },
            {
                "id":27,
                "title":"Х\/ф \"Правила съема: Метод Хитча\".",
                "description":"Х\/ф \"Правила съема: Метод Хитча\".",
                "start_at":1507457700,
                "stop_at":1507466700
            },
            {
                "id":28,
                "title":"Х\/ф \"Сенсация\".",
                "description":"Х\/ф \"Сенсация\".",
                "start_at":1507466700,
                "stop_at":1507474200
            },
            {
                "id":29,
                "title":"Х\/ф \"Побочный эффект\".",
                "description":"Х\/ф \"Побочный эффект\".",
                "start_at":1507474200,
                "stop_at":1507482600
            },
            {
                "id":30,
                "title":"Х\/ф \"Как выйти замуж за 3 дня\".",
                "description":"Х\/ф \"Как выйти замуж за 3 дня\".",
                "start_at":1507482600,
                "stop_at":1507489800
            },
            {
                "id":31,
                "title":"Х\/ф \"Шанхайские рыцари\".",
                "description":"Х\/ф \"Шанхайские рыцари\".",
                "start_at":1507489800,
                "stop_at":1507497600
            },
            {
                "id":32,
                "title":"Премьера. Х\/ф \"Игра\".",
                "description":"Премьера. Х\/ф \"Игра\".",
                "start_at":1507497600,
                "stop_at":1507505700
            },
            {
                "id":33,
                "title":"Х\/ф \"Королевство полной луны\".",
                "description":"Х\/ф \"Королевство полной луны\".",
                "start_at":1507505700,
                "stop_at":1507511400
            },
            {
                "id":34,
                "title":"Х\/ф \"Красавица и чудовище\".",
                "description":"Х\/ф \"Красавица и чудовище\".",
                "start_at":1507511400,
                "stop_at":1507525800
            }
        ],
        "timeshift":"0"
    },
    {
        "channel_id":"317",
        "list":[
            {
                "id":1,
                "title":"Х\/ф \"Мусульманин\".",
                "description":"Х\/ф \"Мусульманин\".",
                "start_at":1507242000,
                "stop_at":1507248600
            },
            {
                "id":2,
                "title":"Х\/ф \"Песочный человек\".",
                "description":"Х\/ф \"Песочный человек\".",
                "start_at":1507248600,
                "stop_at":1507254000
            },
            {
                "id":3,
                "title":"Х\/ф \"Коммуна\".",
                "description":"Х\/ф \"Коммуна\".",
                "start_at":1507254000,
                "stop_at":1507260600
            },
            {
                "id":4,
                "title":"Х\/ф \"Заказ на одного\".",
                "description":"Х\/ф \"Заказ на одного\".",
                "start_at":1507260600,
                "stop_at":1507265100
            },
            {
                "id":5,
                "title":"Х\/ф \"Ловушка для одинокого мужчины\".",
                "description":"Х\/ф \"Ловушка для одинокого мужчины\".",
                "start_at":1507265100,
                "stop_at":1507270500
            },
            {
                "id":6,
                "title":"Х\/ф \"Пленница. Побег\".",
                "description":"Х\/ф \"Пленница. Побег\".",
                "start_at":1507270500,
                "stop_at":1507275300
            },
            {
                "id":7,
                "title":"Х\/ф \"Кафе де Флор\".",
                "description":"Х\/ф \"Кафе де Флор\".",
                "start_at":1507275300,
                "stop_at":1507282500
            },
            {
                "id":8,
                "title":"Х\/ф \"Искусство любить\".",
                "description":"Х\/ф \"Искусство любить\".",
                "start_at":1507282500,
                "stop_at":1507287600
            },
            {
                "id":9,
                "title":"Х\/ф \"Всё и сразу\".",
                "description":"Х\/ф \"Всё и сразу\".",
                "start_at":1507287600,
                "stop_at":1507293000
            },
            {
                "id":10,
                "title":"Х\/ф \"Руд и Сэм\".",
                "description":"Х\/ф \"Руд и Сэм\".",
                "start_at":1507293000,
                "stop_at":1507299000
            },
            {
                "id":11,
                "title":"Х\/ф \"Просто вместе\".",
                "description":"Х\/ф \"Просто вместе\".",
                "start_at":1507299000,
                "stop_at":1507304700
            },
            {
                "id":12,
                "title":"Х\/ф \"Обещание\".",
                "description":"Х\/ф \"Обещание\".",
                "start_at":1507304700,
                "stop_at":1507310400
            },
            {
                "id":13,
                "title":"Премьера. Х\/ф \"Белый бог\".",
                "description":"Премьера. Х\/ф \"Белый бог\".",
                "start_at":1507310400,
                "stop_at":1507317300
            },
            {
                "id":14,
                "title":"Х\/ф \"Бабло\".",
                "description":"Х\/ф \"Бабло\".",
                "start_at":1507317300,
                "stop_at":1507322700
            },
            {
                "id":15,
                "title":"Х\/ф \"Телохранитель\".",
                "description":"Х\/ф \"Телохранитель\".",
                "start_at":1507322700,
                "stop_at":1507328700
            },
            {
                "id":16,
                "title":"Х\/ф \"Бубен, барабан\".",
                "description":"Х\/ф \"Бубен, барабан\".",
                "start_at":1507328700,
                "stop_at":1507334400
            },
            {
                "id":17,
                "title":"Х\/ф \"Баария\".",
                "description":"Х\/ф \"Баария\".",
                "start_at":1507334400,
                "stop_at":1507344000
            },
            {
                "id":18,
                "title":"Х\/ф \"Белый Бим Черное ухо\".",
                "description":"Х\/ф \"Белый Бим Черное ухо\".",
                "start_at":1507344000,
                "stop_at":1507354500
            },
            {
                "id":19,
                "title":"Х\/ф \"Такси 2\".",
                "description":"Х\/ф \"Такси 2\".",
                "start_at":1507354500,
                "stop_at":1507359600
            },
            {
                "id":20,
                "title":"Х\/ф \"Джунгли\".",
                "description":"Х\/ф \"Джунгли\".",
                "start_at":1507359600,
                "stop_at":1507364700
            },
            {
                "id":21,
                "title":"Х\/ф \"Новейший завет\".",
                "description":"Х\/ф \"Новейший завет\".",
                "start_at":1507364700,
                "stop_at":1507371300
            },
            {
                "id":22,
                "title":"Х\/ф \"Мама\".",
                "description":"Х\/ф \"Мама\".",
                "start_at":1507371300,
                "stop_at":1507377300
            },
            {
                "id":23,
                "title":"Х\/ф \"Клуши\".",
                "description":"Х\/ф \"Клуши\".",
                "start_at":1507377300,
                "stop_at":1507383600
            },
            {
                "id":24,
                "title":"Х\/ф \"3 сердца\".",
                "description":"Х\/ф \"3 сердца\".",
                "start_at":1507383600,
                "stop_at":1507389900
            },
            {
                "id":25,
                "title":"Х\/ф \"Призраки Исмаэля\".",
                "description":"Х\/ф \"Призраки Исмаэля\".",
                "start_at":1507389900,
                "stop_at":1507396800
            },
            {
                "id":26,
                "title":"Х\/ф \"Кококо\".",
                "description":"Х\/ф \"Кококо\".",
                "start_at":1507396800,
                "stop_at":1507401900
            },
            {
                "id":27,
                "title":"Х\/ф \"Филомена\".",
                "description":"Х\/ф \"Филомена\".",
                "start_at":1507401900,
                "stop_at":1507407600
            },
            {
                "id":28,
                "title":"Х\/ф \"Доля ангелов\".",
                "description":"Х\/ф \"Доля ангелов\".",
                "start_at":1507407600,
                "stop_at":1507413600
            },
            {
                "id":29,
                "title":"Х\/ф \"Моя девочка не хочет...\".",
                "description":"Х\/ф \"Моя девочка не хочет...\".",
                "start_at":1507413600,
                "stop_at":1507419900
            },
            {
                "id":30,
                "title":"Х\/ф \"Роковые яйца\".",
                "description":"Х\/ф \"Роковые яйца\".",
                "start_at":1507419900,
                "stop_at":1507427100
            },
            {
                "id":31,
                "title":"Х\/ф \"Синяя птица\".",
                "description":"Х\/ф \"Синяя птица\".",
                "start_at":1507427100,
                "stop_at":1507432800
            },
            {
                "id":32,
                "title":"Х\/ф \"Такси 3\".",
                "description":"Х\/ф \"Такси 3\".",
                "start_at":1507432800,
                "stop_at":1507437900
            },
            {
                "id":33,
                "title":"Х\/ф \"Инструкции не прилагаются\".",
                "description":"Х\/ф \"Инструкции не прилагаются\".",
                "start_at":1507437900,
                "stop_at":1507444800
            },
            {
                "id":34,
                "title":"Х\/ф \"Папа\".",
                "description":"Х\/ф \"Папа\".",
                "start_at":1507444800,
                "stop_at":1507450500
            },
            {
                "id":35,
                "title":"Х\/ф \"Призраки Исмаэля\".",
                "description":"Х\/ф \"Призраки Исмаэля\".",
                "start_at":1507450500,
                "stop_at":1507457400
            },
            {
                "id":36,
                "title":"Х\/ф \"Замечательная жизнь\".",
                "description":"Х\/ф \"Замечательная жизнь\".",
                "start_at":1507457400,
                "stop_at":1507464000
            },
            {
                "id":37,
                "title":"Х\/ф \"Легенда №17\".",
                "description":"Х\/ф \"Легенда №17\".",
                "start_at":1507464000,
                "stop_at":1507471800
            },
            {
                "id":38,
                "title":"Премьера. Х\/ф \"Крепыш\".",
                "description":"Премьера. Х\/ф \"Крепыш\".",
                "start_at":1507471800,
                "stop_at":1507477500
            },
            {
                "id":39,
                "title":"Х\/ф \"Другая жизнь женщины\".",
                "description":"Х\/ф \"Другая жизнь женщины\".",
                "start_at":1507477500,
                "stop_at":1507483200
            },
            {
                "id":40,
                "title":"Х\/ф \"Новейший завет\".",
                "description":"Х\/ф \"Новейший завет\".",
                "start_at":1507483200,
                "stop_at":1507489800
            },
            {
                "id":41,
                "title":"Х\/ф \"Лучшее предложение\".",
                "description":"Х\/ф \"Лучшее предложение\".",
                "start_at":1507489800,
                "stop_at":1507497600
            },
            {
                "id":42,
                "title":"Х\/ф \"Мишень\".",
                "description":"Х\/ф \"Мишень\".",
                "start_at":1507497600,
                "stop_at":1507506900
            },
            {
                "id":43,
                "title":"Х\/ф \"Гоморра\".",
                "description":"Х\/ф \"Гоморра\".",
                "start_at":1507506900,
                "stop_at":1507515000
            },
            {
                "id":44,
                "title":"Х\/ф \"Вальс для Моники\".",
                "description":"Х\/ф \"Вальс для Моники\".",
                "start_at":1507515000,
                "stop_at":1507523100
            }
        ],
        "timeshift":"0"
    }
    ];

export default programs;